/*
Navicat MySQL Data Transfer

Source Server         : Local
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : apiaccount

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-06-05 14:55:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `acct_bill`
-- ----------------------------
DROP TABLE IF EXISTS `acct_bill`;
CREATE TABLE `acct_bill` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `dayend_id` bigint(20) DEFAULT NULL,
  `dayend_code` char(4) NOT NULL,
  `tran_code` char(6) NOT NULL,
  `rp_type` char(1) NOT NULL,
  `mer_id` varchar(32) NOT NULL,
  `mer_name` varchar(32) DEFAULT NULL,
  `ex_code` varchar(32) NOT NULL,
  `ex_name` varchar(255) NOT NULL,
  `ex_type` char(2) NOT NULL,
  `settle_goods_num` decimal(17,2) DEFAULT NULL,
  `settle_amt` decimal(17,2) NOT NULL COMMENT '单价是否记录？？',
  `settle_curr` char(3) DEFAULT NULL COMMENT '结算币种',
  `settle_count` int(11) NOT NULL,
  `settle_fee_amt` decimal(17,5) NOT NULL,
  `settle_date` char(8) NOT NULL,
  `settle_status` char(1) NOT NULL COMMENT '0：初始化，1：已计费，2：已结算，3：已划拨',
  `settle_id` bigint(20) DEFAULT NULL,
  `dr_settle_id` varchar(64) DEFAULT NULL,
  `fee_value` decimal(17,5) NOT NULL COMMENT '费率',
  `fee_type` char(1) NOT NULL,
  `cre_time` char(14) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `settle_bill_detail_time_start_index` (`settle_date`,`tran_code`,`mer_id`,`ex_code`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=209 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of acct_bill
-- ----------------------------
INSERT INTO `acct_bill` VALUES ('1', '1', '', '2016', '1', 'SH00000258', 'Anna清结算平台模式0326', 'KQ00001136', 'A清平0326', 'KQ', '1.00', '90.00', 'FFB', '1', '1.00000', '20180222', '0', null, null, '0.07000', '1', '20180222170000');
INSERT INTO `acct_bill` VALUES ('2', '3', '', '2116', '1', 'SH00000258', 'Anna清结算平台模式0326', 'KQ00001136', 'A清平0326', 'KQ', '2.00', '0.90', 'RMB', '2', '0.20000', '20180223', '0', null, null, '0.07000', '1', '20180223170000');
INSERT INTO `acct_bill` VALUES ('7', '2', '', '2046', '1', 'SH00000158', 'Anna1商户代销模式1110', 'KQ00000796', 'Anna1清结算代销模式补贴0119', 'KQ', '5.00', '1000.00', 'FFB', '5', '0.00000', '20180305', '0', null, null, '0.00000', '1', '20180322114748');
INSERT INTO `acct_bill` VALUES ('8', '2', '', '2016', '1', 'SH00000160', 'Anna1商户平台模式按月1110', 'KQ00000798', 'Anna1清结算平台模式按月1110', 'KQ', '9.00', '1800.00', 'FFB', '5', '180.00000', '20180305', '0', null, null, '0.10000', '1', '20180322114748');
INSERT INTO `acct_bill` VALUES ('9', '2', '', '2016', '1', 'SH00000159', 'Anna1商户平台模式1110', 'KQ00000799', 'Anna2清结算平台模式1110', 'KQ', '2.00', '300.00', 'FFB', '2', '15.00000', '20180305', '0', null, null, '0.05000', '1', '20180322114748');
INSERT INTO `acct_bill` VALUES ('10', '2', '', '2016', '1', 'SH00000233', '【礼品商城】香梅专用', 'KQ00001008', '2.8.6实物券', 'KQ', '2.00', '2000.00', 'FFB', '2', '0.00000', '20180305', '0', null, null, '0.00000', '1', '20180322114748');
INSERT INTO `acct_bill` VALUES ('11', '18', '', '2046', '1', 'SH00000153', 'Anna2商户代销模式1109', 'KQ00000782', 'Anna2清结算代销补贴1109', 'KQ', '1.00', '200.00', 'FFB', '1', '0.00000', '20180322', '4', null, null, '0.00000', '1', '20180323000100');
INSERT INTO `acct_bill` VALUES ('12', '18', '', '2016', '1', 'SH00000160', 'Anna1商户平台模式按月1110', 'KQ00000798', 'Anna1清结算平台模式按月1110', 'KQ', '1.00', '200.00', 'FFB', '1', '20.00000', '20180322', '4', null, null, '0.10000', '1', '20180323000100');
INSERT INTO `acct_bill` VALUES ('13', '18', '', '2116', '1', 'SH00000160', 'Anna1商户平台模式按月1110', 'KQ00000798', 'Anna1清结算平台模式按月1110', 'KQ', '1.00', '2.00', 'FFB', '1', '0.20000', '20180322', '4', null, null, '0.10000', '1', '20180323000100');
INSERT INTO `acct_bill` VALUES ('14', '20', '', '2056', '1', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '8.00', '800.00', 'FFB', '8', '640.00000', '20180322', '0', null, null, '0.80000', '1', '20180323000300');
INSERT INTO `acct_bill` VALUES ('15', '20', '', '2156', '1', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '2.00', '2.00', 'RMB', '2', '1.60000', '20180322', '0', null, null, '0.80000', '1', '20180323000300');
INSERT INTO `acct_bill` VALUES ('17', '24', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180323', '4', null, null, '0.07000', '1', '20180323141343');
INSERT INTO `acct_bill` VALUES ('18', '24', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '0.10', 'FFB', '1', '0.00700', '20180323', '4', null, null, '0.07000', '1', '20180323141343');
INSERT INTO `acct_bill` VALUES ('19', '25', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180323', '4', null, null, '0.07000', '1', '20180323152115');
INSERT INTO `acct_bill` VALUES ('20', '25', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00700', '20180323', '4', null, null, '0.07000', '1', '20180323152115');
INSERT INTO `acct_bill` VALUES ('21', '25', '', '2158', '1', 'mc00000001', 'mc00000001', 'kq000013', '51信用卡管家还款金', 'KQ', '1.00', '0.00', 'FFB', '1', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180323152115');
INSERT INTO `acct_bill` VALUES ('22', '26', '', '2046', '1', 'SH00000153', 'Anna2商户代销模式1109', 'KQ00000782', 'Anna2清结算代销补贴1109', 'KQ', '1.00', '200.00', 'FFB', '1', '0.00000', '20180322', '0', null, null, '0.00000', '1', '20180323152215');
INSERT INTO `acct_bill` VALUES ('23', '26', '', '2016', '1', 'SH00000160', 'Anna1商户平台模式按月1110', 'KQ00000798', 'Anna1清结算平台模式按月1110', 'KQ', '1.00', '200.00', 'FFB', '1', '20.00000', '20180322', '0', null, null, '0.10000', '1', '20180323152215');
INSERT INTO `acct_bill` VALUES ('24', '26', '', '2116', '1', 'SH00000160', 'Anna1商户平台模式按月1110', 'KQ00000798', 'Anna1清结算平台模式按月1110', 'KQ', '1.00', '2.00', 'RMB', '1', '0.20000', '20180322', '0', null, null, '0.10000', '1', '20180323152215');
INSERT INTO `acct_bill` VALUES ('25', '27', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180323', '0', null, null, '0.07000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('26', '27', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00700', '20180323', '0', null, null, '0.07000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('27', '27', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001128', 'Anna清结算代销收益0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180323', '3', '12', null, '0.00000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('28', '27', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001128', 'Anna清结算代销收益0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('29', '27', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '15.00', 'FFB', '1', '0.00000', '20180323', '3', '12', null, '0.00000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('30', '27', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '0.15', 'RMB', '1', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('31', '27', '', '2158', '1', 'mc00000001', 'mc00000001', 'kq000013', '51信用卡管家还款金', 'KQ', '1.00', '0.00', 'FFB', '1', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180323162735');
INSERT INTO `acct_bill` VALUES ('32', '31', '', '2156', '0', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '6.00', '6.00', 'RMB', '6', '1.80000', '20180323', '0', null, null, '0.30000', '1', '20180324000300');
INSERT INTO `acct_bill` VALUES ('33', '31', '', '2056', '1', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '5.00', '500.00', 'FFB', '5', '400.00000', '20180323', '0', null, null, '0.80000', '1', '20180324000300');
INSERT INTO `acct_bill` VALUES ('34', '31', '', '2156', '1', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '2.00', '2.00', 'RMB', '2', '1.60000', '20180323', '0', null, null, '0.80000', '1', '20180324000300');
INSERT INTO `acct_bill` VALUES ('35', '34', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180324', '4', null, null, '0.00000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('36', '34', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180324', '4', null, null, '0.00000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('37', '34', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '1.00', '20.00', 'FFB', '1', '0.00000', '20180324', '4', null, null, '0.00000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('38', '34', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '1.00', '0.20', 'RMB', '1', '0.00000', '20180324', '4', null, null, '0.00000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('39', '34', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180324', '4', null, null, '0.07000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('40', '34', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00700', '20180324', '4', null, null, '0.07000', '1', '20180324121705');
INSERT INTO `acct_bill` VALUES ('41', '35', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180324', '0', null, null, '0.07000', '1', '20180324125338');
INSERT INTO `acct_bill` VALUES ('42', '35', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001128', 'Anna清结算代销收益0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180324', '0', null, null, '0.00000', '1', '20180324125338');
INSERT INTO `acct_bill` VALUES ('43', '35', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '15.00', 'FFB', '1', '0.00000', '20180324', '3', '12', null, '0.00000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('44', '35', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180324', '3', '12', null, '0.00000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('45', '35', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180324', '0', null, null, '0.00000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('46', '35', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '1.00', '20.00', 'FFB', '1', '0.00000', '20180324', '3', '12', null, '0.00000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('47', '35', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '1.00', '0.20', 'RMB', '1', '0.00000', '20180324', '0', null, null, '0.00000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('48', '35', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.70000', '20180324', '0', null, null, '0.07000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('49', '35', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00700', '20180324', '0', null, null, '0.07000', '1', '20180324125339');
INSERT INTO `acct_bill` VALUES ('50', '44524', '', '2055', '0', 'SH00000252', '宁德万达嘉华酒店', 'KQ00001117', '预约卡', 'RV', '2.00', '61.83', 'RMB', '2', '0.00000', '20180315', '0', null, null, '0.01000', '1', '20180324132919');
INSERT INTO `acct_bill` VALUES ('153', '45550', '', '2016', '1', 'SH00000145', 'SH00000145', 'KQ00000774', 'A1平免1109', 'RI', '8.00', '0.00', 'FFB', '8', '0.00000', '20180323', '4', null, null, '0.80000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('154', '45550', '', '2116', '1', 'SH00000145', 'SH00000145', 'KQ00000774', 'A1平免1109', 'RI', '14.00', '0.00', 'RMB', '14', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('155', '45550', '', '2046', '1', 'SH00000146', 'SH00000146', 'KQ00000768', 'An1代1109', 'RI', '6.00', '1200.00', 'FFB', '6', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('156', '45550', '', '2146', '1', 'SH00000146', 'SH00000146', 'KQ00000768', 'An1代1109', 'RI', '7.00', '14.00', 'RMB', '7', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('157', '45550', '', '2016', '1', 'SH00000249', 'SH00000249', 'KQ00001092', 'D测试卡券0308_4', 'RI', '1.00', '100.00', 'FFB', '1', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('158', '45550', '', '2016', '1', 'SH00000252', 'SH00000252', 'KQ00001120', 'D测卡券', 'RI', '4.00', '800.00', 'FFB', '4', '8.00000', '20180323', '4', null, null, '0.04000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('159', '45550', '', '2116', '1', 'SH00000252', 'SH00000252', 'KQ00001120', 'D测卡券', 'RI', '2.00', '4.00', 'RMB', '2', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('160', '45550', '', '2016', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '4.00', '40.00', 'FFB', '4', '2.80000', '20180323', '4', null, null, '0.28000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('161', '45550', '', '2116', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '8.00', '0.80', 'RMB', '8', '0.00000', '20180323', '4', null, null, '0.00000', '1', '20180326143526');
INSERT INTO `acct_bill` VALUES ('162', '45551', '', '2016', '1', 'SH00000145', 'SH00000145', 'KQ00000774', 'A1平免1109', 'RI', '8.00', '0.00', 'FFB', '8', '0.00000', '20180323', '0', null, null, '0.80000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('163', '45551', '', '2116', '1', 'SH00000145', 'SH00000145', 'KQ00000774', 'A1平免1109', 'RI', '14.00', '0.00', 'RMB', '14', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('164', '45551', '', '2046', '1', 'SH00000146', 'SH00000146', 'KQ00000768', 'An1代1109', 'RI', '6.00', '1200.00', 'FFB', '6', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('165', '45551', '', '2146', '1', 'SH00000146', 'SH00000146', 'KQ00000768', 'An1代1109', 'RI', '7.00', '14.00', 'RMB', '7', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('166', '45551', '', '2016', '1', 'SH00000249', 'SH00000249', 'KQ00001092', 'D测试卡券0308_4', 'RI', '1.00', '100.00', 'FFB', '1', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('167', '45551', '', '2016', '1', 'SH00000252', 'SH00000252', 'KQ00001120', 'D测卡券', 'RI', '4.00', '800.00', 'FFB', '4', '8.00000', '20180323', '0', null, null, '0.04000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('168', '45551', '', '2116', '1', 'SH00000252', 'SH00000252', 'KQ00001120', 'D测卡券', 'RI', '2.00', '4.00', 'RMB', '2', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('169', '45551', '', '2016', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '4.00', '40.00', 'FFB', '4', '2.80000', '20180323', '0', null, null, '0.28000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('170', '45551', '', '2116', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '8.00', '0.80', 'RMB', '8', '0.00000', '20180323', '0', null, null, '0.00000', '1', '20180326175410');
INSERT INTO `acct_bill` VALUES ('171', '45552', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001128', 'Anna清结算代销收益0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180326', '3', '12', null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('172', '45552', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '15.00', 'FFB', '1', '0.00000', '20180326', '3', '12', null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('173', '45552', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '0.15', 'RMB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('174', '45552', '', '2016', '1', 'SH00000256', 'Anna清结算平台模式无佣金0326', 'KQ00001133', 'Anna清结算平台模式无佣金0326', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('175', '45552', '', '2116', '1', 'SH00000256', 'Anna清结算平台模式无佣金0326', 'KQ00001133', 'Anna清结算平台模式无佣金0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('176', '45552', '', '2046', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001134', 'Anna清结算代销收益28号月结0326', 'KQ', '1.00', '9.00', 'FFB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('177', '45552', '', '2046', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001135', 'Anna清结算代销补贴28号月结0326', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('178', '45552', '', '2146', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001135', 'Anna清结算代销补贴28号月结0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('179', '45552', '', '2016', '1', 'SH00000258', 'Anna清结算平台模式27号月结0326', 'KQ00001136', 'Anna清结算平台模式0326', 'KQ', '1.00', '9.00', 'FFB', '1', '0.45000', '20180326', '0', null, null, '0.05000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('180', '45552', '', '2116', '1', 'SH00000258', 'Anna清结算平台模式27号月结0326', 'KQ00001136', 'Anna清结算平台模式0326', 'KQ', '1.00', '0.09', 'RMB', '1', '0.00450', '20180326', '0', null, null, '0.05000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('181', '45552', '', '2046', '1', 'SH00000259', 'Anna清结算代销模式1号月结0326', 'KQ00001137', 'Anna清结算代销1号月结平0326', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('182', '45552', '', '2146', '1', 'SH00000259', 'Anna清结算代销模式1号月结0326', 'KQ00001137', 'Anna清结算代销1号月结平0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000100');
INSERT INTO `acct_bill` VALUES ('183', '45554', '', '2156', '0', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '7.00', '7.00', 'RMB', '7', '2.10000', '20180326', '0', null, null, '0.30000', '1', '20180327000300');
INSERT INTO `acct_bill` VALUES ('184', '45554', '', '2156', '1', 'SH00000039', 'default', 'KQ00000000', '联名卡', 'JY', '4.00', '4.00', 'RMB', '4', '3.20000', '20180326', '0', null, null, '0.80000', '1', '20180327000300');
INSERT INTO `acct_bill` VALUES ('185', '45555', '', '2146', '1', 'SH00000146', 'SH00000146', 'KQ00000768', 'An1代1109', 'RI', '3.00', '6.00', 'RMB', '3', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000400');
INSERT INTO `acct_bill` VALUES ('186', '45555', '', '2116', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '5.00', '40.10', 'RMB', '5', '0.00000', '20180326', '0', null, null, '0.00000', '1', '20180327000400');
INSERT INTO `acct_bill` VALUES ('187', '45555', '', '2116', '1', 'SH00000254', 'SH00000254', 'KQ00001127', 'A清平0322', 'RI', '3.00', '30.00', 'RMB', '3', '2.10000', '20180326', '0', null, null, '0.21000', '1', '20180327000400');
INSERT INTO `acct_bill` VALUES ('188', '45557', '', '2158', '1', 'SH00000035', '商户名称为空', 'KQ00000621', 'Anna售卖卡券代销', 'KQ', '1.00', '0.00', 'FFB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('189', '45557', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '1000.00', 'FFB', '1', '70.00000', '20180327', '0', null, null, '0.07000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('190', '45557', '', '2158', '1', 'SH00000254', '商户名称为空', 'KQ00001127', 'Anna清结算平台模式0322', 'KQ', '1.00', '0.00', 'FFB', '1', '0.00000', '20180327', '0', null, null, '0.07000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('191', '45557', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001128', 'Anna清结算代销收益0322', 'KQ', '1.00', '10.00', 'FFB', '1', '0.00000', '20180327', '3', '12', null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('192', '45557', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '15.00', 'FFB', '1', '0.00000', '20180327', '3', '12', null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('193', '45557', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001129', 'Anna清结算代销补贴0322', 'KQ', '1.00', '0.15', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('194', '45557', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '3.00', '30.00', 'FFB', '1', '0.00000', '20180327', '3', '12', null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('195', '45557', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001130', 'Anna礼品券代销收益0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('196', '45557', '', '2046', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '4.00', '80.00', 'FFB', '1', '0.00000', '20180327', '3', '12', null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('197', '45557', '', '2146', '1', 'SH00000255', 'Anna清结算代销模式0322', 'KQ00001131', 'Anna实物券代销补贴0322', 'KQ', '1.00', '0.20', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('198', '45557', '', '2016', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '13.00', '130.00', 'FFB', '1', '9.10000', '20180327', '0', null, null, '0.07000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('199', '45557', '', '2116', '1', 'SH00000254', 'Anna清结算平台模式有佣金0322', 'KQ00001132', 'Anna礼品券平台模式0322', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00700', '20180327', '0', null, null, '0.07000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('200', '45557', '', '2016', '1', 'SH00000256', 'Anna清结算平台模式无佣金0326', 'KQ00001133', 'Anna清结算平台模式无佣金0326', 'KQ', '2.00', '20.00', 'FFB', '2', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('201', '45557', '', '2116', '1', 'SH00000256', 'Anna清结算平台模式无佣金0326', 'KQ00001133', 'Anna清结算平台模式无佣金0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('202', '45557', '', '2046', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001134', 'Anna清结算代销收益28号月结0326', 'KQ', '1.00', '9.00', 'FFB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('203', '45557', '', '2046', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001135', 'Anna清结算代销补贴28号月结0326', 'KQ', '2.00', '20.00', 'FFB', '2', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('204', '45557', '', '2146', '1', 'SH00000257', 'Anna清结算代销模式28号月结0326', 'KQ00001135', 'Anna清结算代销补贴28号月结0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('205', '45557', '', '2116', '1', 'SH00000258', 'Anna清结算平台模式27号月结0326', 'KQ00001136', 'Anna清结算平台模式0326', 'KQ', '2.00', '0.18', 'RMB', '2', '0.00900', '20180327', '0', null, null, '0.05000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('206', '45557', '', '2046', '1', 'SH00000259', 'Anna清结算代销模式1号月结0326', 'KQ00001137', 'Anna清结算代销1号月结平0326', 'KQ', '2.00', '20.00', 'FFB', '2', '0.00000', '20180327', '3', '2', 'T1234567890876543', '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('207', '45557', '', '2146', '1', 'SH00000259', 'Anna清结算代销模式1号月结0326', 'KQ00001137', 'Anna清结算代销1号月结平0326', 'KQ', '1.00', '0.10', 'RMB', '1', '0.00000', '20180327', '0', null, null, '0.00000', '1', '20180328000100');
INSERT INTO `acct_bill` VALUES ('208', '45557', '', '2016', '1', 'SH00000260', 'D商户卡券测试平台模式0326_1', 'KQ00001138', 'D卡券测试平台模式0327_1', 'KQ', '1.00', '100.00', 'FFB', '1', '10.00000', '20180327', '0', null, null, '0.10000', '1', '20180328000100');
