/*
Navicat MySQL Data Transfer

Source Server         : Local
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : apiaccount

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-06-05 15:02:22
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `acct_tran`
-- ----------------------------
DROP TABLE IF EXISTS `acct_tran`;
CREATE TABLE `acct_tran` (
  `tran_no` char(6) NOT NULL,
  `tran_seq` int(11) NOT NULL,
  `tran_name` varchar(30) NOT NULL,
  `acct_type_dr` char(8) NOT NULL,
  `acct_type_cr` char(8) NOT NULL,
  `accs_dir` char(1) NOT NULL DEFAULT '1',
  `tran_type` char(1) NOT NULL DEFAULT '0',
  `asy_type` char(1) NOT NULL DEFAULT '0',
  `sum_dir` char(1) DEFAULT NULL,
  `sum_curr` char(3) DEFAULT NULL,
  `curr_no` char(3) NOT NULL,
  `exp` char(8) NOT NULL DEFAULT '99991231',
  `status` char(1) NOT NULL DEFAULT '0' COMMENT '0:未启用，1：正常，9：永久有效			',
  PRIMARY KEY (`tran_no`,`tran_seq`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of acct_tran
-- ----------------------------
INSERT INTO `acct_tran` VALUES ('1002', '1', '销户回收', '73010006', '73010004', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('1002', '3', '销户回收', '73010005', '73010004', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2006', '1', '解冻记账', '70010001', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2006', '2', '解冻记账', '73010006', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2007', '1', '导入外部飞凡币', '41020001', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2010', '1', '微信充值飞凡币', '51010101', '20010001', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2010', '2', '微信充值飞凡币', '20010001', '51010100', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2010', '3', '微信充值飞凡币', '73010003', '70010001', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2011', '1', '现金支付充值', '51010101', '20010002', '2', '5', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2012', '1', 'IAP充值飞凡币', '51010103', '20010001', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2012', '2', 'IAP充值飞凡币', '20010001', '51010100', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2012', '3', 'IAP充值飞凡币', '73010003', '70010001', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2013', '1', 'B2C积分飞凡币', '70010001', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2013', '2', 'B2C积分飞凡币', '73010006', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2013', '3', 'B2C积分飞凡币', '73010009', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2013', '4', 'B2C积分飞凡币', '21011002', '21011001', '2', '5', '0', '0', null, 'JFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2014', '1', 'B2C积分飞凡币', '70010001', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2014', '2', 'B2C积分飞凡币', '73010006', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2014', '3', 'B2C积分飞凡币', '73010009', '73010020', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2014', '4', 'B2C积分飞凡币', '21011002', '21011001', '2', '5', '0', '0', null, 'JFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2015', '1', 'B2C积分飞凡币', '73010021', '70010001', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2015', '2', 'B2C积分飞凡币', '21011001', '21011002', '2', '6', '0', '0', null, 'JFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2015', '3', 'B2C积分飞凡币', '21011003', '21011002', '2', '6', '0', '0', null, 'JFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2016', '1', 'B2C卡劵-自营经销', '70010001', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2016', '2', 'B2C卡劵-自营经销', '73010006', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2016', '3', 'B2C卡劵-自营经销', '73010009', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2016', '11', 'B2C卡劵-自营经销', '73010018', '73010010', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2016', '12', 'B2C卡劵-自营经销', '73010011', '12011003', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2021', '1', '积分撮合', '13011001', '21011001', '1', '5', '0', '0', null, 'JFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2024', '1', 'C2C积分飞凡币', '70010001', '73010014', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2024', '2', 'C2C积分飞凡币', '73010006', '73010014', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2024', '3', 'C2C积分飞凡币', '73010009', '73010014', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2025', '1', 'C2C积分飞凡币', '73010014', '70010001', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2026', '1', 'B2C卡劵-平台自营经销', '70010001', '12011005', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2026', '2', 'B2C卡劵-平台自营经销', '73010006', '12011005', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2026', '3', 'B2C卡劵-平台自营经销', '73010009', '12011005', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2026', '11', 'B2C卡劵-平台自营经销', '73010018', '12011005', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2036', '1', 'C2C卡劵转让购', '70010001', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2036', '2', 'C2C卡劵转让购', '73010006', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2036', '3', 'C2C卡劵转让购', '73010009', '70010001', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '1', 'B2C卡劵-自营代销', '70010001', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '2', 'B2C卡劵-自营代销', '73010006', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '3', 'B2C卡劵-自营代销', '73010009', '73010010', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '11', 'B2C卡劵-自营代销', '73010018', '73010010', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '12', 'B2C卡劵-自营代销', '73010011', '12011003', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '13', 'B2C卡劵-自营代销', '73010008', '73010010', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2046', '14', 'B2C卡劵-自营代销', '73010010', '12011006', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '1', '联名卡外部扩展卡交易', '73010023', '73010015', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '2', '联名卡外部扩展卡交易', '73010016', '73010010', '2', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '3', '联名卡外部扩展卡交易', '73010011', '12011003', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '11', '联名卡外部扩展卡交易', '21010016', '51010116', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '12', '联名卡外部扩展卡交易', '51010117', '21010009', '2', '5', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2055', '13', '联名卡外部扩展卡交易', '21010010', '51010113', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '1', '联名卡飞凡币交易', '70010001', '73010015', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '2', '联名卡飞凡币交易', '73010006', '73010015', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '3', '联名卡飞凡币交易', '73010009', '73010015', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '11', '联名卡飞凡币交易', '73010015', '73010022', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '12', '联名卡飞凡币交易', '51010116', '21010015', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '13', '联名卡飞凡币交易', '73010016', '73010010', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '14', '联名卡飞凡币交易', '73010011', '12011003', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '15', '联名卡飞凡币交易', '73010008', '73010010', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2056', '16', '联名卡飞凡币交易', '73010010', '12011006', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2116', '1', 'B2C卡劵-自营经销', '20010001', '21010009', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2116', '2', 'B2C卡劵-自营经销', '20010002', '21010009', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2116', '11', 'B2C卡劵-自营经销', '51010118', '21010009', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2116', '12', 'B2C卡劵-自营经销', '21010010', '51010113', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2126', '1', 'B2C卡劵-平台自营经销', '20010002', '51010115', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2126', '2', 'B2C卡劵-平台自营经销', '20010001', '51010115', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2126', '11', 'B2C卡劵-平台自营经销', '51010118', '51010115', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2136', '1', '现金支付-转让', '20010002', '20010002', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2136', '2', '现金支付-转让', '20010001', '20010002', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2137', '1', 'C2C卡劵转让购-现金支付-核销飞凡币', '70010001', '73010003', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2137', '2', 'C2C卡劵转让购-现金支付-核销飞凡币', '51010100', '20010001', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '1', 'B2C卡劵-自营代销', '20010001', '21010009', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '2', 'B2C卡劵-自营代销', '20010002', '21010009', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '11', 'B2C卡劵-自营代销', '51010118', '21010009', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '12', 'B2C卡劵-自营代销', '21010010', '51010113', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '13', 'B2C卡劵-自营代销', '51010111', '21010009', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2146', '14', 'B2C卡劵-自营代销', '21010009', '51010112', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '1', '联名卡人民币交易', '20010002', '51010116', '1', '6', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '11', '联名卡飞凡币交易', '73010015', '73010022', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '12', '联名卡人民币交易', '51010116', '21010015', '1', '5', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '13', '联名卡人民币交易', '51010117', '21010009', '1', '5', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '14', '联名卡人民币交易', '21010010', '51010113', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '15', '联名卡人民币交易', '51010111', '21010009', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2156', '16', '联名卡人民币交易', '21010009', '51010112', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2157', '1', '联名卡预约卡券成交并返现', '21010011', '51010119', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2158', '1', '卡券营销补贴', '73010027', '73010010', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2158', '2', '卡券营销补贴', '73010026', '73010010', '1', '5', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('2158', '3', '卡券营销补贴', '73010011', '12011003', '2', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3010', '1', '长款平账', '51010105', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3010', '2', '长款平账', '51010102', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3011', '1', '短款计损益', '51010104', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3011', '2', '短款计损益', '73010013', '73010003', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3012', '1', '短款人工平账', '51010105', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3012', '2', '短款人工平账', '51010102', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3013', '1', '长款人工平账', '51010105', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3013', '2', '长款人工平账', '51010102', '51010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '1', '结算核销', '73010010', '73010024', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '2', '结算核销', '73010024', '73010011', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '3', '结算核销', '21010009', '21010017', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '4', '结算核销', '21010017', '21010010', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '5', '结算核销', '73010020', '73010024', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '7', '结算核销', '21010018', '73010021', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '9', '结算核销', '73010022', '73010024', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '11', '结算核销', '21010015', '21010017', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '13', '结算核销', '73010025', '73010023', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '14', '结算核销', '21010018', '21010016', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3016', '15', '结算核销', '21010018', '21010011', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3026', '1', '结算划拨', '21010017', '11010101', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3026', '2', '结算划拨', '11010101', '21010018', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3026', '3', '结算划拨', '73010024', '41020004', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3026', '4', '结算划拨', '41020004', '73010025', '2', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3027', '1', '手工结算划拨', '21010017', '11010102', '1', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('3027', '2', '手工结算划拨', '11010102', '21010018', '2', '0', '0', '0', null, 'RMB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7000', '1', '营销预存', '73010002', '73010004', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7001', '4', '营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20170812', '1');
INSERT INTO `acct_tran` VALUES ('7001', '5', '营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7001', '6', '营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7001', '8', '营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7001', '9', '营销活动创建', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20170921', '1');
INSERT INTO `acct_tran` VALUES ('7001', '10', '营销活动创建', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20170831', '1');
INSERT INTO `acct_tran` VALUES ('7001', '11', '营销活动创建', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20170901', '1');
INSERT INTO `acct_tran` VALUES ('7001', '12', '营销活动创建', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7002', '4', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20170812', '1');
INSERT INTO `acct_tran` VALUES ('7002', '5', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7002', '6', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7002', '8', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171030', '1');
INSERT INTO `acct_tran` VALUES ('7003', '1', '补贴调拨飞凡币', '73010002', '73010008', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7004', '1', '做市商调拨', '73010002', '73010009', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7007', '1', '过期飞凡币核销', '73010006', '73010004', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7007', '3', '过期飞凡币核销', '73010005', '73010004', '1', '6', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7008', '1', '发行待售', '73010002', '73010003', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7009', '1', '预算流通', '73010001', '73010002', '1', '0', '0', '0', null, 'FFB', '99991231', '1');
INSERT INTO `acct_tran` VALUES ('7101', '13', '创建营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20170827', '1');
INSERT INTO `acct_tran` VALUES ('7101', '14', '创建营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '15', '创建营销活动', '73010004', '73010005', '1', '5', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '16', '创建营销活动', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '17', '创建营销活动', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '18', '创建营销活动', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20171016', '1');
INSERT INTO `acct_tran` VALUES ('7101', '19', '创建营销活动调拨资金5000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '20', '创建营销活动调拨资金10000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '21', '创建营销活动调拨资金2000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180201', '1');
INSERT INTO `acct_tran` VALUES ('7101', '22', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7101', '23', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7101', '24', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7101', '25', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7101', '26', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7101', '27', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '28', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '29', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '30', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '31', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '32', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '33', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '42', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '43', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '44', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '0', '0', '0', null, 'FFB', '20180326', '1');
INSERT INTO `acct_tran` VALUES ('7101', '45', '创建营销活动调拨资金2000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180501', '1');
INSERT INTO `acct_tran` VALUES ('7101', '46', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '47', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '48', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '67', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180326', '1');
INSERT INTO `acct_tran` VALUES ('7101', '68', '创建营销活动调拨资金17000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7101', '69', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '70', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '71', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '73', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '74', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '75', '创建营销活动调拨资金15000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180401', '1');
INSERT INTO `acct_tran` VALUES ('7101', '78', '创建营销活动调拨资金20000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20190101', '1');
INSERT INTO `acct_tran` VALUES ('7101', '79', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '80', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '81', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '82', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7101', '83', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7101', '84', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7101', '85', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7101', '86', '创建营销活动调拨资金19000000', '73010004', '73010005', '1', '3', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7102', '9', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20170921', '1');
INSERT INTO `acct_tran` VALUES ('7102', '10', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20170831', '1');
INSERT INTO `acct_tran` VALUES ('7102', '11', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20170901', '1');
INSERT INTO `acct_tran` VALUES ('7102', '12', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '13', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20170827', '1');
INSERT INTO `acct_tran` VALUES ('7102', '14', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '15', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '16', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '17', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '18', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20171016', '1');
INSERT INTO `acct_tran` VALUES ('7102', '19', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '20', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '21', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180201', '1');
INSERT INTO `acct_tran` VALUES ('7102', '22', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7102', '23', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7102', '24', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7102', '25', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7102', '26', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180301', '1');
INSERT INTO `acct_tran` VALUES ('7102', '27', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '28', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '29', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '30', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '31', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '32', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '33', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '42', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '43', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '44', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180326', '1');
INSERT INTO `acct_tran` VALUES ('7102', '45', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180501', '1');
INSERT INTO `acct_tran` VALUES ('7102', '46', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '47', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '48', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '67', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180326', '1');
INSERT INTO `acct_tran` VALUES ('7102', '68', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180316', '1');
INSERT INTO `acct_tran` VALUES ('7102', '69', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '70', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '71', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '73', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '74', '营销活动发放飞凡币', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '75', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180401', '1');
INSERT INTO `acct_tran` VALUES ('7102', '78', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20190101', '1');
INSERT INTO `acct_tran` VALUES ('7102', '79', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '80', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '81', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '82', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180416', '1');
INSERT INTO `acct_tran` VALUES ('7102', '83', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7102', '84', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7102', '85', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180516', '1');
INSERT INTO `acct_tran` VALUES ('7102', '86', '营销活动发放福豆', '73010005', '73010006', '1', '1', '0', '0', null, 'FFB', '20180516', '1');
