/*
Navicat MySQL Data Transfer

Source Server         : Local
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : apiaccount

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-06-05 14:55:08
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `acct_auth`
-- ----------------------------
DROP TABLE IF EXISTS `acct_auth`;
CREATE TABLE `acct_auth` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `request_lic` char(6) DEFAULT NULL,
  `request_sys_name` varchar(30) DEFAULT NULL,
  `request_ip` varchar(30) NOT NULL,
  `tran_code` char(6) NOT NULL,
  `count` bigint(20) NOT NULL,
  `count_time` datetime NOT NULL,
  `auth_state` int(1) NOT NULL DEFAULT '1',
  `auth_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of acct_auth
-- ----------------------------
INSERT INTO `acct_auth` VALUES ('4', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2024', '1', '2017-12-28 13:42:37', '1', '2017-12-28 13:42:37');
INSERT INTO `acct_auth` VALUES ('5', '1234', '运营控台', '127.0.0.1', '2046', '1', '2018-01-11 14:26:22', '1', '2018-01-11 14:26:22');
INSERT INTO `acct_auth` VALUES ('6', '1234', '运营控台', '0:0:0:0:0:0:0:1', '1015', '1', '2018-02-01 17:31:37', '1', '2018-02-01 17:31:37');
INSERT INTO `acct_auth` VALUES ('7', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2056', '1', '2018-02-02 14:35:38', '1', '2018-02-02 14:35:38');
INSERT INTO `acct_auth` VALUES ('8', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2011', '1', '2018-02-02 14:38:57', '1', '2018-02-02 14:38:57');
INSERT INTO `acct_auth` VALUES ('9', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2156', '1', '2018-02-02 14:40:44', '1', '2018-02-02 14:40:44');
INSERT INTO `acct_auth` VALUES ('10', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2016', '1', '2018-02-02 14:46:33', '1', '2018-02-02 14:46:33');
INSERT INTO `acct_auth` VALUES ('11', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2026', '1', '2018-02-02 15:08:59', '1', '2018-02-02 15:08:59');
INSERT INTO `acct_auth` VALUES ('12', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2036', '1', '2018-02-02 15:11:31', '1', '2018-02-02 15:11:31');
INSERT INTO `acct_auth` VALUES ('13', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2436', '1', '2018-02-02 15:15:33', '1', '2018-02-02 15:15:33');
INSERT INTO `acct_auth` VALUES ('14', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2046', '1', '2018-02-02 15:17:06', '1', '2018-02-02 15:17:06');
INSERT INTO `acct_auth` VALUES ('15', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2146', '1', '2018-02-02 15:45:30', '1', '2018-02-02 15:45:30');
INSERT INTO `acct_auth` VALUES ('16', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2116', '1', '2018-02-02 16:17:44', '1', '2018-02-02 16:17:44');
INSERT INTO `acct_auth` VALUES ('17', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2136', '1', '2018-02-06 14:22:31', '1', '2018-02-06 14:22:31');
INSERT INTO `acct_auth` VALUES ('18', '1234', '运营控台', '0:0:0:0:0:0:0:1', '7101', '1', '2018-02-07 16:54:44', '1', '2018-02-07 16:54:44');
INSERT INTO `acct_auth` VALUES ('19', '1234', '运营控台', '0:0:0:0:0:0:0:1', '7102', '1', '2018-02-08 14:13:22', '1', '2018-02-08 14:13:22');
INSERT INTO `acct_auth` VALUES ('20', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2014', '1', '2018-02-13 23:55:53', '1', '2018-02-13 23:55:53');
INSERT INTO `acct_auth` VALUES ('21', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2015', '1', '2018-02-13 23:58:36', '1', '2018-02-13 23:58:36');
INSERT INTO `acct_auth` VALUES ('22', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2013', '1', '2018-02-13 23:59:13', '1', '2018-02-13 23:59:13');
INSERT INTO `acct_auth` VALUES ('23', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2126', '1', '2018-03-01 11:09:16', '1', '2018-03-01 11:09:16');
INSERT INTO `acct_auth` VALUES ('24', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2010', '1', '2018-03-01 15:14:57', '1', '2018-03-01 15:14:57');
INSERT INTO `acct_auth` VALUES ('25', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2055', '1', '2018-03-12 15:41:18', '1', '2018-03-12 15:41:18');
INSERT INTO `acct_auth` VALUES ('26', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2158', '1', '2018-03-20 19:47:29', '1', '2018-03-20 19:47:29');
INSERT INTO `acct_auth` VALUES ('27', '1234', '运营控台', '0:0:0:0:0:0:0:1', '3016', '1', '2018-03-22 10:54:33', '1', '2018-03-22 10:54:33');
INSERT INTO `acct_auth` VALUES ('28', '1234', '运营控台', '127.0.0.1', '3016', '1', '2018-03-23 11:18:21', '1', '2018-03-23 11:18:21');
INSERT INTO `acct_auth` VALUES ('29', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2057', '1', '2018-03-27 14:25:39', '1', '2018-03-27 14:25:39');
INSERT INTO `acct_auth` VALUES ('30', '1234', '运营控台', '0:0:0:0:0:0:0:1', '2157', '1', '2018-03-27 14:25:57', '1', '2018-03-27 14:25:57');
INSERT INTO `acct_auth` VALUES ('31', '1234', '运营控台', '0:0:0:0:0:0:0:1', '3026', '1', '2018-03-28 11:32:46', '1', '2018-03-28 11:32:46');
INSERT INTO `acct_auth` VALUES ('32', '1234', '运营控台', '0:0:0:0:0:0:0:1', '1016', '1', '2018-04-26 16:00:28', '1', '2018-04-26 16:00:28');
