/*
Navicat MySQL Data Transfer

Source Server         : Local
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : apiaccount

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2018-06-05 14:59:54
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `acct_flow_inner`
-- ----------------------------
DROP TABLE IF EXISTS `acct_flow_inner`;
CREATE TABLE `acct_flow_inner` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `flow_id` varchar(64) DEFAULT NULL,
  `req_note` varchar(100) DEFAULT NULL COMMENT '业务交易名称',
  `tran_code` char(6) NOT NULL COMMENT '交易码',
  `tran_seq` int(11) DEFAULT '0',
  `tran_type` char(1) DEFAULT NULL COMMENT '交易类型',
  `tsf_user_no` varchar(32) DEFAULT NULL COMMENT '发生用户号',
  `tsf_user_type` char(1) DEFAULT NULL COMMENT '发生用户类型',
  `tsf_acct_no` char(32) DEFAULT NULL COMMENT '发生用户账号',
  `tsf_acct_type` char(8) DEFAULT NULL COMMENT '发生账户类型',
  `tsf_acct_dir` char(1) DEFAULT NULL COMMENT '发生账户方向',
  `tsf_acct_bal_b` decimal(17,2) DEFAULT NULL,
  `tsf_acct_bal_a` decimal(17,2) DEFAULT NULL,
  `tsf_acct_bal_sum_a` decimal(17,2) DEFAULT NULL,
  `tsf_acct_frz_bal_b` decimal(17,2) DEFAULT NULL,
  `tsf_acct_frz_bal_a` decimal(17,2) DEFAULT NULL,
  `tsf_acct_frz_bal_sum_a` decimal(17,2) DEFAULT NULL,
  `opp_user_no` varchar(32) DEFAULT NULL COMMENT '对方用户号',
  `opp_user_type` char(1) DEFAULT NULL COMMENT '对方用户类型',
  `opp_acct_no` char(32) DEFAULT NULL COMMENT '对方用户账号',
  `opp_acct_type` char(8) DEFAULT NULL,
  `opp_acct_dir` char(1) DEFAULT NULL COMMENT '对方账户方向',
  `opp_acct_bal_b` decimal(17,2) DEFAULT NULL,
  `opp_acct_bal_a` decimal(17,2) DEFAULT NULL,
  `opp_acct_bal_sum_a` decimal(17,2) DEFAULT NULL,
  `opp_acct_frz_bal_b` decimal(17,2) DEFAULT NULL,
  `opp_acct_frz_bal_a` decimal(17,2) DEFAULT NULL,
  `opp_acct_frz_bal_sum_a` decimal(17,2) DEFAULT NULL,
  `acct_date` char(8) NOT NULL COMMENT '交易时间',
  `amt` decimal(17,2) DEFAULT NULL COMMENT '记账金额',
  `curr_no` varchar(32) DEFAULT NULL,
  `note` varchar(255) DEFAULT NULL COMMENT '备注',
  `status` int(1) NOT NULL COMMENT '交易状态',
  `last_time` char(17) NOT NULL COMMENT '最后时间',
  PRIMARY KEY (`id`),
  KEY `tsf_user_no` (`tsf_user_no`) USING BTREE,
  KEY `flow_id` (`flow_id`) USING BTREE,
  KEY `opp_user_no` (`opp_user_no`) USING BTREE,
  KEY `tran_code` (`tran_code`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of acct_flow_inner
-- ----------------------------
INSERT INTO `acct_flow_inner` VALUES ('1', '1', 'B1101-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '2', '2000.00', '1000.00', '1000.00', '0.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180424', '1000.00', 'FFB', '测试1', '1', '20180424171748706');
INSERT INTO `acct_flow_inner` VALUES ('7', '2', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '2', '1000.00', '0.00', '0.00', '1000.00', '2000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '测试1', '1', '20180426155827377');
INSERT INTO `acct_flow_inner` VALUES ('8', '3', 'V1234-解冻-解冻', '1016', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '1', '0.00', '1000.00', '1000.00', '2000.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '解冻一笔交易撤销交易-解冻', '1', '20180426160242058');
INSERT INTO `acct_flow_inner` VALUES ('9', '4', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '2', '1000.00', '0.00', '0.00', '1000.00', '2000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '测试1', '1', '20180426163105542');
INSERT INTO `acct_flow_inner` VALUES ('10', '10', 'V1234-解冻-解冻', '1016', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '1', '0.00', '1000.00', '1000.00', '2000.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '解冻一笔交易撤销交易-解冻', '1', '20180426163250192');
INSERT INTO `acct_flow_inner` VALUES ('11', '1', 'V1234', '2010', '1', '0', '000000000000000001', '3', '351010101161150133', '51010101', '1', '8617.12', '10617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '120010001958417687', '20010001', '2', '0.00', '2000.00', '2000.00', '0.00', '0.00', '0.00', '20180426', '2000.00', 'RMB', '福豆充值-现金充值', '1', '20180426170400725');
INSERT INTO `acct_flow_inner` VALUES ('12', '1', 'V1234', '2010', '2', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '120010001958417687', '20010001', '2', '2000.00', '0.00', '0.00', '0.00', '0.00', '0.00', '000000000000000001', '3', '351010100161150136', '51010100', '1', '-32499.67', '-34499.67', null, '0.00', '0.00', null, '20180426', '2000.00', 'RMB', '福豆充值-现金扣款', '1', '20180426170400813');
INSERT INTO `acct_flow_inner` VALUES ('13', '1', 'V1234', '2010', '3', '0', '000000000000000001', '3', '373010003161150138', '73010003', '2', '-3510812.00', '-3710812.00', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '0.00', '200000.00', '201000.00', '0.00', '0.00', '1000.00', '20180426', '200000.00', 'FFB', '福豆充值-福豆充值', '1', '20180426170400928');
INSERT INTO `acct_flow_inner` VALUES ('14', '3', 'V1234', '2010', '1', '0', '000000000000000001', '3', '351010101161150133', '51010101', '1', '10617.12', '12617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '120010001958417687', '20010001', '2', '0.00', '2000.00', '2000.00', '0.00', '0.00', '0.00', '20180426', '2000.00', 'RMB', '福豆充值-现金充值', '1', '20180426171413859');
INSERT INTO `acct_flow_inner` VALUES ('15', '3', 'V1234', '2010', '2', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '120010001958417687', '20010001', '2', '2000.00', '0.00', '0.00', '0.00', '0.00', '0.00', '000000000000000001', '3', '351010100161150136', '51010100', '1', '-34499.67', '-36499.67', null, '0.00', '0.00', null, '20180426', '2000.00', 'RMB', '福豆充值-现金扣款', '1', '20180426171413929');
INSERT INTO `acct_flow_inner` VALUES ('16', '3', 'V1234', '2010', '3', '0', '000000000000000001', '3', '373010003161150138', '73010003', '2', '-3710812.00', '-3910812.00', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '200000.00', '400000.00', '401000.00', '0.00', '0.00', '1000.00', '20180426', '200000.00', 'FFB', '福豆充值-福豆充值', '1', '20180426171413988');
INSERT INTO `acct_flow_inner` VALUES ('17', '1', 'V1234-支付', '2011', '1', '5', '000000000000000001', '3', '351010101161150133', '51010101', '1', '12617.12', '13617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18331562001000226761000000001', '20010002', '2', '0.00', '1000.00', '1000.00', '0.00', '0.00', '0.00', '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付', '1', '20180426171624631');
INSERT INTO `acct_flow_inner` VALUES ('18', '1', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18331562001000226761000000001', '20010002', '2', '1000.00', '0.00', '0.00', '0.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付冻结', '1', '20180426171624814');
INSERT INTO `acct_flow_inner` VALUES ('19', '3', 'V1234-支付', '2011', '1', '5', '000000000000000001', '3', '351010101161150133', '51010101', '1', '13617.12', '14617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '0.00', '1000.00', '1000.00', '0.00', '0.00', '0.00', '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付', '1', '20180426172232930');
INSERT INTO `acct_flow_inner` VALUES ('20', '3', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '1000.00', '0.00', '0.00', '0.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付冻结', '1', '20180426172233086');
INSERT INTO `acct_flow_inner` VALUES ('21', '4', 'V1234-支付', '2011', '1', '5', '000000000000000001', '3', '351010101161150133', '51010101', '1', '13617.12', '14617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '0.00', '1000.00', '1000.00', '1000.00', '1000.00', '1000.00', '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付', '1', '20180426172331605');
INSERT INTO `acct_flow_inner` VALUES ('22', '4', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '1000.00', '0.00', '0.00', '1000.00', '2000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付冻结', '1', '20180426172331620');
INSERT INTO `acct_flow_inner` VALUES ('23', '5', 'V1234-支付', '2011', '1', '5', '000000000000000001', '3', '351010101161150133', '51010101', '1', '15617.12', '16617.12', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '0.00', '1000.00', '1000.00', '2000.00', '2000.00', '2000.00', '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付', '1', '20180426172642034');
INSERT INTO `acct_flow_inner` VALUES ('24', '5', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18321562001000293351000000001', '20010002', '2', '1000.00', '0.00', '0.00', '2000.00', '3000.00', '3000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'RMB', '买入1张888商户的联名卡100块-现金支付冻结', '1', '20180426172642150');
INSERT INTO `acct_flow_inner` VALUES ('25', '1', 'V1234', '2013', '2', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '13035693661YGgj8f4CJsqmwGG1JX7v', '73010006', '2', '1000.00', '0.00', '400000.00', '1000.00', '1000.00', '1000.00', '37', '2', '23620067301002022991000000001', '73010020', '2', '0.00', '1000.00', null, '0.00', '0.00', null, '20180426', '1000.00', 'FFB', '成交一笔B2C积分', '1', '20180426172923645');
INSERT INTO `acct_flow_inner` VALUES ('26', '1', 'V1234', '2013', '4', '5', '37', '2', '23622002101100221011000000002', '21011002', '2', '0.00', '-100.00', '400000.00', '0.00', '0.00', '1000.00', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18322002101100145231000000003', '21011001', '2', '0.00', '100.00', '100.00', '0.00', '0.00', '0.00', '20180426', '100.00', 'KQ00000214', '积分214', '1', '20180426172923849');
INSERT INTO `acct_flow_inner` VALUES ('27', '5', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '400000.00', '399000.00', '399000.00', '0.00', '1000.00', '1000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '测试1', '1', '20180426173241019');
INSERT INTO `acct_flow_inner` VALUES ('33', '6', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '399000.00', '398000.00', '398000.00', '1000.00', '2000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '测试1', '1', '20180426174754370');
INSERT INTO `acct_flow_inner` VALUES ('34', '16', 'V1234-解冻', '2014', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '1', '398000.00', '399000.00', '399000.00', '2000.00', '1000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180426', '1000.00', 'FFB', '成交一笔积分-解冻', '1', '20180426174844219');
INSERT INTO `acct_flow_inner` VALUES ('35', '16', 'V1234', '2014', '1', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '399000.00', '398000.00', '398000.00', '1000.00', '1000.00', '2000.00', 'SH00000123', '2', '28520067301002062981000000001', '73010020', '2', '0.00', '1000.00', null, '0.00', '0.00', null, '20180426', '1000.00', 'FFB', '成交一笔积分', '1', '20180426174844822');
INSERT INTO `acct_flow_inner` VALUES ('36', '16', 'V1234', '2014', '4', '5', 'SH00000123', '2', '28522002101100261721000000002', '21011002', '2', '0.00', '-100.00', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18322002101100145231000000003', '21011001', '2', '100.00', '200.00', '200.00', '0.00', '0.00', '0.00', '20180426', '100.00', 'KQ00000214', '积分214', '1', '20180426174844886');
INSERT INTO `acct_flow_inner` VALUES ('37', '1', 'V1234', '2015', '1', '5', 'SH00000181', '2', '2120067301002188061000000003', '73010021', '1', '0.00', '1000.00', null, '0.00', '0.00', null, '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '398000.00', '399000.00', '399000.00', '1000.00', '1000.00', '2000.00', '20180426', '1000.00', 'FFB', '成交一笔积分', '1', '20180426175230110');
INSERT INTO `acct_flow_inner` VALUES ('38', '1', 'V1234', '2015', '2', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18322002101100145231000000003', '21011001', '2', '200.00', '100.00', '100.00', '0.00', '0.00', '0.00', 'SH00000181', '2', '2122002101100254681000000004', '21011002', '2', '0.00', '100.00', '399000.00', '0.00', '0.00', '2000.00', '20180426', '100.00', 'KQ00000214', '成交一笔积分', '1', '20180426175230200');
INSERT INTO `acct_flow_inner` VALUES ('39', '1', 'V1234', '2015', '3', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '18322002101100342101000000005', '21011003', '2', '0.00', '-1.00', '99.00', '0.00', '0.00', '0.00', 'SH00000181', '2', '2122002101100254681000000004', '21011002', '2', '0.00', '1.00', '399000.00', '0.00', '0.00', '2000.00', '20180426', '1.00', 'KQ00000214', '成交一笔积分', '1', '20180426175230246');
INSERT INTO `acct_flow_inner` VALUES ('40', '8', 'V1234-冻结', '1015', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '399000.00', '398000.00', '398000.00', '1000.00', '2000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180427', '1000.00', 'FFB', '测试1', '1', '20180427100224042');
INSERT INTO `acct_flow_inner` VALUES ('41', '3', 'B1101-解冻', '2016', '0', '0', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '1', '398000.00', '399000.00', '399000.00', '2000.00', '1000.00', '2000.00', null, null, null, null, null, null, null, null, null, null, null, '20180427', '1000.00', 'FFB', '成交一张卡卷-解冻', '1', '20180427101450369');
INSERT INTO `acct_flow_inner` VALUES ('42', '3', 'B1101', '2016', '1', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '399000.00', '398000.00', '398000.00', '1000.00', '1000.00', '2000.00', 'SH00000234', '2', '29220067301001062031000000001', '73010010', '2', '0.00', '1000.00', null, '0.00', '0.00', null, '20180427', '1000.00', 'FFB', '成交一张卡卷', '1', '20180427101450682');
INSERT INTO `acct_flow_inner` VALUES ('51', '1', 'B1101', '2024', '1', '6', '13035693661YGgj8f4CJsqmwGG1JX7v', '1', '170010001894450803', '70010001', '2', '398000.00', '397999.00', '397999.00', '1000.00', '1000.00', '2000.00', '000000000000000001', '3', '3500002FFB7301001478541000000035', '73010014', '2', '22877.00', '22878.00', null, '0.00', '0.00', null, '20180427', '1.00', 'FFB', '买入多少积分', '1', '20180427102317365');
